Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Alerts.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Can't Add to Your Library 😔
ar: تعذّرت الإضافة إلى مكتبتك 😔
bn: আপনার লাইব্রেরিতে যোগ করা যায়নি 😔
cs: Nepodařilo se přidat do knihovny 😔
da: Kan ikke føje til dit bibliotek 😔
de: Hinzufügen zur Bibliothek fehlgeschlagen 😔
el: Δεν ήταν δυνατή η προσθήκη στη βιβλιοθήκη σου 😔
es: No se ha podido añadir a tu biblioteca 😔
es_419: No se pudo agregar a tu biblioteca 😔
fa: افزودن به کتابخانه‌ات ممکن نشد 😔
fi: Kirjastoon lisääminen ei onnistu 😔
fil: Hindi Maidagdag sa Iyong Library 😔
fr: Impossible d'ajouter à ta bibliothèque 😔
he: לא ניתן להוסיף לספרייה שלך 😔
hi: आपकी Library में जोड़ नहीं सके 😔
hu: Nem sikerült hozzáadni a könyvtáradhoz 😔
hy: Չհաջողվեց ավելացնել քո գրադարանում 😔
id: Tidak Bisa Menambahkan ke Library Kamu 😔
it: Impossibile aggiungere alla tua libreria 😔
ja: ライブラリに追加できませんでした 😔
ko: 라이브러리에 추가할 수 없어요 😔
ms: Tidak Dapat Tambah ke Pustaka Anda 😔
nb: Kan ikke legge til i biblioteket ditt 😔
nl: Kan niet aan je bibliotheek toevoegen 😔
pl: Nie można dodać do biblioteki 😔
pt_br: Não foi possível adicionar à sua biblioteca 😔
pt_pt: Não Foi Possível Adicionar à Tua Biblioteca 😔
ro: Nu se poate adăuga în bibliotecă 😔
ru: Не удалось добавить в библиотеку 😔
sv: Kan inte lägga till i ditt bibliotek 😔
ta: உங்கள் நூலகத்தில் சேர்க்க முடியவில்லை 😔
te: మీ లైబ్రరీకి జోడించలేకపోయాం 😔
th: เพิ่มลงในคลังไม่ได้ 😔
tr: Kütüphanene Eklenemedi 😔
uk: Не вдалося додати до вашої бібліотеки 😔
ur: آپ کی لائبریری میں شامل نہیں کیا جا سکا 😔
vi: Không thể thêm vào Thư viện 😔
zh_hans: 无法添加到你的资料库 😔
zh_hant: 無法加入你的書庫 😔

source: Can't Delete Account 😔
ar: تعذّر حذف الحساب 😔
bn: অ্যাকাউন্ট মুছে ফেলা যায়নি 😔
cs: Účet se nepodařilo smazat 😔
da: Kontoen kan ikke slettes 😔
de: Konto kann nicht gelöscht werden 😔
el: Δεν ήταν δυνατή η διαγραφή του λογαριασμού 😔
es: No se ha podido eliminar la cuenta 😔
es_419: No se pudo eliminar la cuenta 😔
fa: حذف حساب ممکن نشد 😔
fi: Tiliä ei voi poistaa 😔
fil: Hindi Mabura ang Account 😔
fr: Impossible de supprimer le compte 😔
he: לא ניתן למחוק את החשבון 😔
hi: खाता हटाया नहीं जा सका 😔
hu: A fiók törlése nem sikerült 😔
hy: Չհաջողվեց ջնջել հաշիվը 😔
id: Tidak Dapat Menghapus Akun 😔
it: Impossibile eliminare l'account 😔
ja: アカウントを削除できませんでした 😔
ko: 계정을 삭제할 수 없습니다 😔
ms: Tidak Dapat Memadam Akaun 😔
nb: Kan ikke slette kontoen 😔
nl: Kan account niet verwijderen 😔
pl: Nie można usunąć konta 😔
pt_br: Não foi possível excluir a conta 😔
pt_pt: Não Foi Possível Eliminar a Conta 😔
ro: Contul nu poate fi șters 😔
ru: Не удалось удалить аккаунт 😔
sv: Det gick inte att radera kontot 😔
ta: கணக்கை நீக்க முடியவில்லை 😔
te: ఖాతాను తొలగించలేకపోయాం 😔
th: ลบบัญชีไม่ได้ 😔
tr: Hesap Silinemedi 😔
uk: Не вдалося видалити обліковий запис 😔
ur: اکاؤنٹ حذف نہیں کیا جا سکا 😔
vi: Không thể xoá tài khoản 😔
zh_hans: 无法删除账户 😔
zh_hant: 無法刪除帳號 😔

source: Can't Import To Library 😔
ar: تعذّر الاستيراد إلى المكتبة 😔
bn: লাইব্রেরিতে ইম্পোর্ট করা যায়নি 😔
cs: Nepodařilo se importovat do knihovny 😔
da: Kan ikke importere til biblioteket 😔
de: Import in die Bibliothek fehlgeschlagen 😔
el: Δεν ήταν δυνατή η εισαγωγή στη βιβλιοθήκη σου 😔
es: No se ha podido importar a la biblioteca 😔
es_419: No se pudo importar a la biblioteca 😔
fa: وارد کردن به کتابخانه ممکن نشد 😔
fi: Kirjastoon tuonti ei onnistu 😔
fil: Hindi Ma-import sa Library 😔
fr: Impossible d'importer dans la bibliothèque 😔
he: לא ניתן לייבא לספרייה 😔
hi: Library में आयात नहीं किया जा सका 😔
hu: Nem sikerült importálni a könyvtáradba 😔
hy: Չհաջողվեց ներմուծել գրադարան 😔
id: Tidak Bisa Mengimpor ke Library 😔
it: Impossibile importare nella libreria 😔
ja: ライブラリにインポートできませんでした 😔
ko: 라이브러리로 가져올 수 없어요 😔
ms: Tidak Dapat Mengimport ke Pustaka 😔
nb: Kan ikke importere til biblioteket 😔
nl: Kan niet importeren in bibliotheek 😔
pl: Nie można zaimportować do biblioteki 😔
pt_br: Não foi possível importar para a biblioteca 😔
pt_pt: Não Foi Possível Importar para a Biblioteca 😔
ro: Nu se poate importa în bibliotecă 😔
ru: Не удалось импортировать в библиотеку 😔
sv: Kan inte importera till biblioteket 😔
ta: நூலகத்திற்கு இறக்குமதி செய்ய முடியவில்லை 😔
te: లైబ్రరీకి దిగుమతి చేయలేకపోయాం 😔
th: นำเข้าสู่คลังไม่ได้ 😔
tr: Kütüphaneye Aktarılamadı 😔
uk: Не вдалося імпортувати до бібліотеки 😔
ur: لائبریری میں درآمد نہیں کیا جا سکا 😔
vi: Không thể nhập vào Thư viện 😔
zh_hans: 无法导入到资料库 😔
zh_hant: 無法匯入書庫 😔

source: Can't Remove From Your Library 😔
ar: تعذّرت الإزالة من مكتبتك 😔
bn: আপনার লাইব্রেরি থেকে সরানো যায়নি 😔
cs: Nepodařilo se odebrat z knihovny 😔
da: Kan ikke fjerne fra dit bibliotek 😔
de: Entfernen aus deiner Bibliothek fehlgeschlagen 😔
el: Δεν ήταν δυνατή η αφαίρεση από τη βιβλιοθήκη σου 😔
es: No se ha podido quitar de tu biblioteca 😔
es_419: No se pudo quitar de tu biblioteca 😔
fa: حذف از کتابخانه‌ات ممکن نشد 😔
fi: Kirjastosta poistaminen ei onnistu 😔
fil: Hindi Maalis sa Iyong Library 😔
fr: Impossible de retirer de ta bibliothèque 😔
he: לא ניתן להסיר מהספרייה שלך 😔
hi: आपकी Library से हटाया नहीं जा सका 😔
hu: Nem sikerült eltávolítani a könyvtáradból 😔
hy: Չհաջողվեց հեռացնել քո գրադարանից 😔
id: Tidak Bisa Menghapus dari Library Kamu 😔
it: Impossibile rimuovere dalla tua libreria 😔
ja: ライブラリから削除できませんでした 😔
ko: 라이브러리에서 제거할 수 없어요 😔
ms: Tidak Dapat Buang daripada Pustaka Anda 😔
nb: Kan ikke fjerne fra biblioteket ditt 😔
nl: Kan niet uit je bibliotheek verwijderen 😔
pl: Nie można usunąć z biblioteki 😔
pt_br: Não foi possível remover da sua biblioteca 😔
pt_pt: Não Foi Possível Remover da Tua Biblioteca 😔
ro: Nu se poate elimina din bibliotecă 😔
ru: Не удалось удалить из библиотеки 😔
sv: Kan inte ta bort från ditt bibliotek 😔
ta: உங்கள் நூலகத்திலிருந்து அகற்ற முடியவில்லை 😔
te: మీ లైబ్రరీ నుండి తీసివేయలేకపోయాం 😔
th: นำออกจากคลังไม่ได้ 😔
tr: Kütüphanenden Kaldırılamadı 😔
uk: Не вдалося видалити з вашої бібліотеки 😔
ur: آپ کی لائبریری سے ہٹایا نہیں جا سکا 😔
vi: Không thể xoá khỏi Thư viện 😔
zh_hans: 无法从你的资料库中移除 😔
zh_hant: 無法從你的書庫移除 😔

source: Can't Sign Out 😔
ar: تعذّر تسجيل الخروج 😔
bn: সাইন আউট করা যায়নি 😔
cs: Odhlášení se nezdařilo 😔
da: Du kan ikke logge ud 😔
de: Abmelden nicht möglich 😔
el: Δεν ήταν δυνατή η αποσύνδεση 😔
es: No se ha podido cerrar la sesión 😔
es_419: No se pudo cerrar sesión 😔
fa: خروج از حساب ممکن نشد 😔
fi: Uloskirjautuminen ei onnistu 😔
fil: Hindi Maka-sign Out 😔
fr: Impossible de se déconnecter 😔
he: לא ניתן להתנתק 😔
hi: साइन आउट नहीं किया जा सका 😔
hu: A kijelentkezés nem sikerült 😔
hy: Չհաջողվեց դուրս գալ 😔
id: Tidak Dapat Keluar 😔
it: Impossibile disconnettersi 😔
ja: サインアウトできませんでした 😔
ko: 로그아웃할 수 없습니다 😔
ms: Tidak Dapat Log Keluar 😔
nb: Kan ikke logge ut 😔
nl: Afmelden lukt niet 😔
pl: Nie można się wylogować 😔
pt_br: Não foi possível sair 😔
pt_pt: Não Foi Possível Terminar a Sessão 😔
ro: Deconectarea nu a reușit 😔
ru: Не удалось выйти 😔
sv: Det gick inte att logga ut 😔
ta: வெளியேற முடியவில்லை 😔
te: సైన్ అవుట్ చేయలేకపోయాం 😔
th: ออกจากระบบไม่ได้ 😔
tr: Oturum Kapatılamadı 😔
uk: Не вдалося вийти 😔
ur: سائن آؤٹ نہیں کیا جا سکا 😔
vi: Không thể đăng xuất 😔
zh_hans: 无法退出登录 😔
zh_hant: 無法登出 😔

source: Kurozora is currently under maintenance. All services will be available shortly. If this continues for more than an hour, you can follow the status on Twitter.
ar: يخضع Kurozora حاليًا للصيانة. ستتوفّر جميع الخدمات قريبًا. إذا استمر ذلك لأكثر من ساعة، يمكنك متابعة الحالة على Twitter.
bn: Kurozora এখন রক্ষণাবেক্ষণাধীন। সব পরিষেবা শীঘ্রই উপলব্ধ হবে। যদি এটি এক ঘণ্টার বেশি চলতে থাকে, তাহলে আপনি Twitter-এ অবস্থা অনুসরণ করতে পারেন।
cs: Kurozora právě prochází údržbou. Všechny služby budou brzy opět dostupné. Pokud to bude trvat déle než hodinu, můžeš sledovat aktuální stav na Twitteru.
da: Kurozora er i øjeblikket under vedligeholdelse. Alle tjenester er snart tilgængelige igen. Hvis det fortsætter i mere end en time, kan du følge status på Twitter.
de: Kurozora wird gerade gewartet. Alle Dienste sind in Kürze wieder verfügbar. Falls das länger als eine Stunde dauert, kannst du den Status auf Twitter verfolgen.
el: Το Kurozora βρίσκεται αυτή τη στιγμή σε συντήρηση. Όλες οι υπηρεσίες θα είναι σύντομα διαθέσιμες. Αν αυτό συνεχιστεί για περισσότερο από μία ώρα, μπορείς να παρακολουθήσεις την κατάσταση στο Twitter.
es: Kurozora está en mantenimiento en este momento. Todos los servicios estarán disponibles en breve. Si esto continúa durante más de una hora, puede seguir el estado en Twitter.
es_419: Kurozora está en mantenimiento. Todos los servicios estarán disponibles en breve. Si esto continúa por más de una hora, puedes seguir el estado en Twitter.
fa: Kurozora در حال حاضر در دست تعمیر و نگهداری است. همهٔ سرویس‌ها به‌زودی در دسترس خواهند بود. اگر این وضعیت بیش از یک ساعت ادامه پیدا کرد، می‌توانی وضعیت را در Twitter دنبال کنی.
fi: Kurozoraa huolletaan parhaillaan. Kaikki palvelut ovat pian taas käytettävissä. Jos tilanne jatkuu yli tunnin, voit seurata tilannetta Twitterissä.
fil: Kasalukuyang isinasailalim sa maintenance ang Kurozora. Magiging available na muli ang lahat ng serbisyo sa ilang sandali. Kung magpapatuloy ito nang higit sa isang oras, maaari ninyong sundan ang status sa Twitter.
fr: Kurozora est actuellement en maintenance. Tous les services seront de nouveau disponibles sous peu. Si cela persiste pendant plus d'une heure, vous pouvez suivre l'état sur Twitter.
he: Kurozora נמצאת כעת בתחזוקה. כל השירותים יהיו זמינים בקרוב. אם המצב נמשך יותר משעה, ניתן לעקוב אחר הסטטוס ב‑Twitter.
hi: Kurozora इस समय रखरखाव के अधीन है। सभी सेवाएँ शीघ्र ही उपलब्ध होंगी। यदि यह एक घंटे से अधिक समय तक जारी रहे, तो आप Twitter पर स्थिति की जानकारी ले सकते हैं।
hu: A Kurozora jelenleg karbantartás alatt áll. Minden szolgáltatás hamarosan újra elérhető lesz. Ha ez egy óránál tovább tart, az állapotot a Twitteren követheted.
hy: Kurozora-ն ներկայումս սպասարկման մեջ է։ Բոլոր ծառայությունները շուտով հասանելի կլինեն։ Եթե սա շարունակվի մեկ ժամից ավելի, կարող եք հետևել կարգավիճակին Twitter-ում։
id: Kurozora sedang dalam pemeliharaan. Semua layanan akan tersedia kembali sebentar lagi. Jika berlanjut lebih dari satu jam, Anda dapat mengikuti statusnya di Twitter.
it: Kurozora è attualmente in manutenzione. Tutti i servizi torneranno disponibili a breve. Se la situazione dovesse protrarsi per più di un'ora, può seguire lo stato su Twitter.
ja: Kurozoraは現在メンテナンス中です。すべてのサービスはまもなくご利用いただけます。1時間以上続く場合は、Twitterで状況をご確認いただけます。
ko: Kurozora는 현재 점검 중이에요. 모든 서비스가 곧 다시 이용 가능해요. 한 시간 넘게 계속되면 Twitter에서 상태를 확인할 수 있어요.
ms: Kurozora sedang dalam penyelenggaraan. Semua perkhidmatan akan tersedia tidak lama lagi. Jika keadaan ini berterusan melebihi satu jam, anda boleh mengikuti statusnya di Twitter.
nb: Kurozora er for øyeblikket under vedlikehold. Alle tjenester er snart tilgjengelige igjen. Hvis dette varer i mer enn én time, kan du følge statusen på Twitter.
nl: Kurozora is momenteel in onderhoud. Alle diensten zijn binnenkort weer beschikbaar. Als dit langer dan een uur duurt, kun je de status volgen op Twitter.
pl: Kurozora jest obecnie w trakcie konserwacji. Wszystkie usługi będą wkrótce dostępne. Jeśli potrwa to dłużej niż godzinę, możesz śledzić status na Twitterze.
pt_br: O Kurozora está em manutenção no momento. Todos os serviços estarão disponíveis em breve. Se isso continuar por mais de uma hora, você pode acompanhar o status no Twitter.
pt_pt: O Kurozora está atualmente em manutenção. Todos os serviços estarão disponíveis em breve. Se isto continuar durante mais de uma hora, pode acompanhar o estado no Twitter.
ro: Kurozora se află momentan în mentenanță. Toate serviciile vor fi disponibile în scurt timp. Dacă situația durează mai mult de o oră, poți urmări starea pe Twitter.
ru: В Kurozora сейчас идут технические работы. Все сервисы скоро снова станут доступны. Если это продлится больше часа, вы можете следить за статусом в Twitter.
sv: Kurozora genomgår för närvarande underhåll. Alla tjänster är tillgängliga inom kort. Om detta pågår i mer än en timme kan du följa statusen på Twitter.
ta: Kurozora தற்போது பராமரிப்பில் உள்ளது. அனைத்து சேவைகளும் விரைவில் கிடைக்கும். இது ஒரு மணி நேரத்திற்கும் மேலாக நீடித்தால், Twitter இல் நிலையைப் பின்தொடரலாம்.
te: Kurozora ప్రస్తుతం నిర్వహణలో ఉంది. అన్ని సేవలు త్వరలో అందుబాటులోకి వస్తాయి. ఇది ఒక గంట కంటే ఎక్కువసేపు కొనసాగితే, మీరు Twitter లో స్థితిని అనుసరించవచ్చు.
th: ขณะนี้ Kurozora อยู่ระหว่างการบำรุงรักษา บริการทั้งหมดจะกลับมาใช้งานได้ในไม่ช้า หากสถานการณ์นี้ดำเนินต่อไปนานกว่าหนึ่งชั่วโมง คุณสามารถติดตามสถานะได้ที่ Twitter
tr: Kurozora şu anda bakımda. Tüm hizmetler kısa süre içinde tekrar kullanılabilir olacak. Bu durum bir saatten uzun sürerse, durumu Twitter'dan takip edebilirsiniz.
uk: Наразі в Kurozora тривають технічні роботи. Усі сервіси невдовзі стануть доступними. Якщо це триватиме понад годину, ви можете стежити за статусом у Twitter.
ur: Kurozora اِس وقت بحالیِ کار کے مرحلے میں ہے۔ تمام خدمات جلد ہی دستیاب ہوں گی۔ اگر یہ ایک گھنٹے سے زیادہ جاری رہے، تو آپ Twitter پر اِس کی صورتحال دیکھ سکتے ہیں۔
vi: Kurozora hiện đang bảo trì. Tất cả dịch vụ sẽ sớm hoạt động trở lại. Nếu tình trạng này kéo dài hơn một giờ, bạn có thể theo dõi trạng thái trên Twitter.
zh_hans: Kurozora 当前正在维护中。所有服务将很快恢复。如果此情况持续超过一小时，你可以在 Twitter 上关注最新状态。
zh_hant: Kurozora 目前正在維護中，所有服務即將恢復。若此狀況持續超過一小時，您可以在 Twitter 上關注最新狀態。

source: Kurozora was updated with breaking changes. To avoid the app from crashing, you must update it to continue using it as usual. The update should be available soon on the App Store.
ar: تم تحديث Kurozora بتغييرات جوهرية. لتفادي تعطّل التطبيق، يجب عليك تحديثه لمواصلة استخدامه كالمعتاد. من المفترض أن يتوفّر التحديث قريبًا على App Store.
bn: Kurozora-তে বড় পরিবর্তনসহ আপডেট করা হয়েছে। অ্যাপটি ক্র্যাশ হওয়া এড়াতে, যথারীতি ব্যবহার চালিয়ে যেতে আপনাকে এটি অবশ্যই আপডেট করতে হবে। আপডেটটি শীঘ্রই App Store-এ উপলব্ধ হবে।
cs: Kurozora byla aktualizována se zásadními změnami. Abyste předešli pádům aplikace, je nutné ji aktualizovat, abyste ji mohli dál běžně používat. Aktualizace by měla být brzy dostupná v App Store.
da: Kurozora er blevet opdateret med ændringer, der bryder bagudkompatibiliteten. For at undgå, at appen går ned, skal du opdatere den for at kunne bruge den som vanligt. Opdateringen bør snart være tilgængelig i App Store.
de: Kurozora wurde mit grundlegenden Änderungen aktualisiert. Damit die App nicht abstürzt, müssen Sie sie aktualisieren, um sie wie gewohnt weiter zu nutzen. Das Update sollte bald im App Store verfügbar sein.
el: Το Kurozora ενημερώθηκε με ασυμβίβαστες αλλαγές. Για να αποφύγετε τυχόν σφάλματα της εφαρμογής, πρέπει να την ενημερώσετε ώστε να συνεχίσετε να τη χρησιμοποιείτε κανονικά. Η ενημέρωση θα είναι σύντομα διαθέσιμη στο App Store.
es: Kurozora se ha actualizado con cambios importantes. Para evitar que la app se cierre inesperadamente, debe actualizarla para seguir usándola con normalidad. La actualización estará disponible pronto en la App Store.
es_419: Kurozora se actualizó con cambios incompatibles. Para evitar que la app falle, debe actualizarla para seguir usándola con normalidad. La actualización debería estar disponible pronto en el App Store.
fa: Kurozora با تغییرات ناسازگار به‌روزرسانی شد. برای جلوگیری از خراب شدن برنامه، باید آن را به‌روزرسانی کنید تا بتوانید مثل همیشه از آن استفاده کنید. به‌روزرسانی به‌زودی در App Store در دسترس خواهد بود.
fi: Kurozoraan tehtiin yhteensopivuuden rikkovia muutoksia. Jotta sovellus ei kaadu, se on päivitettävä, jotta voit jatkaa sen käyttöä normaalisti. Päivityksen pitäisi olla pian saatavilla App Storessa.
fil: Na-update ang Kurozora kasama ng mga breaking change. Upang maiwasan ang pag-crash ng app, kailangan ninyong i-update ito para magpatuloy sa karaniwang paggamit. Malapit nang maging available ang update sa App Store.
fr: Kurozora a été mis à jour avec des changements majeurs. Pour éviter que l'application ne plante, vous devez la mettre à jour afin de continuer à l'utiliser normalement. La mise à jour devrait être disponible prochainement sur l'App Store.
he: Kurozora עודכנה עם שינויים שאינם תואמים לאחור. כדי למנוע קריסה של האפליקציה, עליך לעדכן אותה כדי להמשיך להשתמש בה כרגיל. העדכון יהיה זמין בקרוב ב‑App Store.
hi: Kurozora को ऐसे बदलावों के साथ अपडेट किया गया है जो पुराने संस्करण के साथ असंगत हैं। ऐप को क्रैश होने से बचाने के लिए, इसे हमेशा की तरह उपयोग करते रहने हेतु आपको इसे अपडेट करना होगा। अपडेट जल्द ही App Store पर उपलब्ध होगा।
hu: A Kurozorát a kompatibilitást megtörő változtatásokkal frissítettük. Az alkalmazás összeomlásának elkerülése érdekében frissítened kell, hogy a megszokott módon használhasd tovább. A frissítés hamarosan elérhető lesz az App Store-ban.
hy: Kurozora-ն թարմացվել է ոչ համատեղելի փոփոխություններով։ Հավելվածի խափանումից խուսափելու համար պետք է թարմացնեք այն՝ սովորականի պես շարունակ օգտվելու համար։ Թարմացումը շուտով հասանելի կլինի App Store-ում։
id: Kurozora diperbarui dengan perubahan besar. Untuk mencegah aplikasi mengalami crash, Anda harus memperbaruinya agar dapat terus menggunakannya seperti biasa. Pembaruan akan segera tersedia di App Store.
it: Kurozora è stato aggiornato con modifiche rilevanti. Per evitare che l'app si arresti in modo anomalo, è necessario aggiornarla per continuare a usarla normalmente. L'aggiornamento sarà presto disponibile sull'App Store.
ja: Kurozoraに互換性に影響する変更が加えられました。アプリのクラッシュを防ぎ、これまでどおりご利用いただくには、アップデートが必要です。アップデートはまもなくApp Storeでご利用いただけます。
ko: Kurozora가 호환되지 않는 변경 사항과 함께 업데이트되었습니다. 앱이 충돌하지 않도록 평소처럼 계속 사용하시려면 업데이트해야 합니다. 업데이트는 곧 App Store에서 이용하실 수 있습니다.
ms: Kurozora telah dikemas kini dengan perubahan yang menjejaskan keserasian. Bagi mengelakkan aplikasi daripada ranap, anda mesti mengemas kininya untuk terus menggunakannya seperti biasa. Kemas kini ini sepatutnya tersedia tidak lama lagi di App Store.
nb: Kurozora ble oppdatert med endringer som ikke er bakoverkompatible. For å unngå at appen krasjer, må du oppdatere den for å fortsette å bruke den som vanlig. Oppdateringen er snart tilgjengelig i App Store.
nl: Kurozora is bijgewerkt met ingrijpende wijzigingen. Werk de app bij om te voorkomen dat hij vastloopt en om hem zoals gewoonlijk te blijven gebruiken. De update is binnenkort beschikbaar in de App Store.
pl: Kurozora została zaktualizowana o zmiany powodujące niezgodność. Aby aplikacja nie ulegała awariom, musisz ją zaktualizować, aby korzystać z niej jak dotychczas. Aktualizacja powinna być wkrótce dostępna w App Store.
pt_br: O Kurozora foi atualizado com mudanças incompatíveis. Para evitar que o aplicativo trave, você precisa atualizá-lo para continuar usando normalmente. A atualização estará disponível em breve na App Store.
pt_pt: O Kurozora foi atualizado com alterações incompatíveis. Para evitar que a aplicação falhe, tem de a atualizar para continuar a utilizá-la normalmente. A atualização deverá estar disponível em breve na App Store.
ro: Kurozora a fost actualizat cu modificări majore. Pentru a evita blocarea aplicației, trebuie să o actualizați ca să o puteți folosi în continuare ca de obicei. Actualizarea ar trebui să fie disponibilă în curând pe App Store.
ru: Kurozora обновлён с критическими изменениями. Чтобы приложение не давало сбоев, его необходимо обновить для дальнейшей работы как обычно. Обновление скоро появится в App Store.
sv: Kurozora har uppdaterats med ändringar som inte är bakåtkompatibla. För att undvika att appen kraschar måste du uppdatera den för att fortsätta använda den som vanligt. Uppdateringen bör finnas tillgänglig snart i App Store.
ta: Kurozora முக்கிய மாற்றங்களுடன் புதுப்பிக்கப்பட்டது. பயன்பாடு செயலிழப்பதைத் தவிர்க்க, அதை வழக்கம் போல் தொடர்ந்து பயன்படுத்த நீங்கள் புதுப்பிக்க வேண்டும். புதுப்பிப்பு விரைவில் App Store இல் கிடைக்கும்.
te: Kurozora ముఖ్యమైన మార్పులతో నవీకరించబడింది. యాప్ క్రాష్ కాకుండా ఉండేందుకు, దాన్ని యథావిధిగా ఉపయోగించడం కొనసాగించాలంటే మీరు దాన్ని తప్పనిసరిగా నవీకరించాలి. నవీకరణ త్వరలో App Store లో అందుబాటులో ఉంటుంది.
th: Kurozora ได้รับการอัปเดตที่มีการเปลี่ยนแปลงครั้งใหญ่ เพื่อป้องกันไม่ให้แอปขัดข้อง คุณจำเป็นต้องอัปเดตเพื่อใช้งานต่อตามปกติ การอัปเดตน่าจะพร้อมให้ดาวน์โหลดบน App Store เร็ว ๆ นี้
tr: Kurozora, uyumluluğu etkileyen değişikliklerle güncellendi. Uygulamanın çökmesini önlemek için, eskisi gibi kullanmaya devam etmek üzere güncellemeniz gerekiyor. Güncelleme yakında App Store'da kullanılabilir olacak.
uk: У Kurozora внесено зміни, несумісні з поточною версією. Щоб уникнути збоїв застосунку, вам необхідно оновити його, аби й надалі користуватися ним як зазвичай. Оновлення невдовзі стане доступним в App Store.
ur: Kurozora میں ایسی تبدیلیاں کی گئی ہیں جو موجودہ نسخے سے ہم آہنگ نہیں ہیں۔ ایپ کو کریش ہونے سے بچانے کے لیے، اِسے معمول کے مطابق استعمال جاری رکھنے کے واسطے اپ ڈیٹ کرنا ضروری ہے۔ یہ اپ ڈیٹ جلد ہی App Store پر دستیاب ہو جائے گی۔
vi: Kurozora đã được cập nhật với những thay đổi quan trọng. Để tránh ứng dụng bị sập, bạn phải cập nhật để tiếp tục sử dụng như bình thường. Bản cập nhật sẽ sớm có trên App Store.
zh_hans: Kurozora 进行了重大更新。为避免应用崩溃，你必须更新后才能继续正常使用。更新版本应该很快会在 App Store 上提供。
zh_hant: Kurozora 已更新並包含重大變更。為避免應用程式當機，您必須更新後才能繼續正常使用。更新很快就會在 App Store 上推出。

source: Network Unavailable
ar: الشبكة غير متوفّرة
bn: নেটওয়ার্ক অনুপলব্ধ
cs: Síť není dostupná
da: Netværk utilgængeligt
de: Netzwerk nicht verfügbar
el: Δίκτυο μη διαθέσιμο
es: Red no disponible
es_419: Red no disponible
fa: شبکه در دسترس نیست
fi: Verkkoa ei ole saatavilla
fil: Hindi Available ang Network
fr: Réseau indisponible
he: הרשת אינה זמינה
hi: नेटवर्क उपलब्ध नहीं है
hu: A hálózat nem érhető el
hy: Ցանցն անհասանելի է
id: Jaringan Tidak Tersedia
it: Rete non disponibile
ja: ネットワークに接続できません
ko: 네트워크를 사용할 수 없음
ms: Rangkaian Tidak Tersedia
nb: Nettverk utilgjengelig
nl: Netwerk niet beschikbaar
pl: Brak połączenia z siecią
pt_br: Rede indisponível
pt_pt: Rede Indisponível
ro: Rețea indisponibilă
ru: Сеть недоступна
sv: Nätverket är inte tillgängligt
ta: நெட்வொர்க் கிடைக்கவில்லை
te: నెట్‌వర్క్ అందుబాటులో లేదు
th: ไม่สามารถใช้งานเครือข่ายได้
tr: Ağ Kullanılamıyor
uk: Мережа недоступна
ur: نیٹ ورک دستیاب نہیں
vi: Không có mạng
zh_hans: 网络不可用
zh_hant: 無法連線網路

source: Purchase Failed
ar: فشلت عملية الشراء
bn: ক্রয় ব্যর্থ হয়েছে
cs: Nákup se nezdařil
da: Køb mislykkedes
de: Kauf fehlgeschlagen
el: Η αγορά απέτυχε
es: Error en la compra
es_419: La compra falló
fa: خرید ناموفق بود
fi: Osto epäonnistui
fil: Nabigo ang Pagbili
fr: Échec de l'achat
he: הרכישה נכשלה
hi: खरीद विफल रही
hu: A vásárlás sikertelen
hy: Գնումը ձախողվեց
id: Pembelian Gagal
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 구매 실패
ms: Pembelian Gagal
nb: Kjøpet mislyktes
nl: Aankoop mislukt
pl: Zakup nie powiódł się
pt_br: Falha na compra
pt_pt: A Compra Falhou
ro: Achiziția a eșuat
ru: Не удалось совершить покупку
sv: Köpet misslyckades
ta: கொள்முதல் தோல்வியடைந்தது
te: కొనుగోలు విఫలమైంది
th: การซื้อล้มเหลว
tr: Satın Alma Başarısız Oldu
uk: Не вдалося здійснити покупку
ur: خریداری ناکام ہو گئی
vi: Mua hàng không thành công
zh_hans: 购买失败
zh_hant: 購買失敗

source: Scheduled Maintenance
ar: صيانة مجدولة
bn: নির্ধারিত রক্ষণাবেক্ষণ
cs: Plánovaná údržba
da: Planlagt vedligeholdelse
de: Geplante Wartung
el: Προγραμματισμένη συντήρηση
es: Mantenimiento programado
es_419: Mantenimiento programado
fa: تعمیر و نگهداری برنامه‌ریزی‌شده
fi: Ajastettu huolto
fil: Nakaiskedyul na Maintenance
fr: Maintenance planifiée
he: תחזוקה מתוכננת
hi: निर्धारित रखरखाव
hu: Tervezett karbantartás
hy: Պլանավորված սպասարկում
id: Pemeliharaan Terjadwal
it: Manutenzione programmata
ja: メンテナンスのお知らせ
ko: 예정된 점검
ms: Penyelenggaraan Berjadual
nb: Planlagt vedlikehold
nl: Gepland onderhoud
pl: Zaplanowana konserwacja
pt_br: Manutenção programada
pt_pt: Manutenção Programada
ro: Mentenanță programată
ru: Плановые технические работы
sv: Planerat underhåll
ta: திட்டமிடப்பட்ட பராமரிப்பு
te: షెడ్యూల్ చేసిన నిర్వహణ
th: การบำรุงรักษาตามกำหนด
tr: Planlı Bakım
uk: Заплановані технічні роботи
ur: طے شدہ بحالیِ کار
vi: Bảo trì theo lịch
zh_hans: 计划维护
zh_hant: 預定維護
